Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/egil_olli_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: Sárdni - Suoma Sámedikki rahpamii 29. 3. 08
smn: Saahâ - Sämitige lekkâmjuhleest 29. 3. 2008

source: Sámediggepresideanta Egil Olli
smn: Sämitige saavâjođetteijee Egil Olli

source: Gudnejahttojuvvon Presideanta, Ministtar, Ruoŧa ja Suoma sámediggepresideanttat, eará áirasat ja guossit
smn: Kunnijâttum President, Minister, Ruotâ já Suomâ sämitigij saavâjođetteijeeh, eres jesâneh já kyesih

source: Mun giittán bovdejumi ovddas Suoma Sámedikki rahpamii.
smn: Mun kiijtám povdiimist sämitige lekkâmáid.

source: Mun sávan iežan beales ja Norgga beale Sámedikki ovddas lihku sámedikki ođđa presidentii Klemetti Näkkäläjärvii.
smn: Tuáivuttâm jieččân peeleest já Taažâ sämitige peeleest luho sämitige uđđâ saavâjođetteijei Klemetti Näkkäläjärvin.

source: Mun háliidan maid sávvat lihku eará ođđa ja ođđasis válljejuvvon áirasiidda, ja sávan ahte dii lihkostuvašeiddet daid hástalusaiguin ja vejolašvuođaiguin mat dis leat dán áigodagas.
smn: Mun halijdâm meiddei tuáivuttiđ luho eres uđđâ jesânáid já uđđâsist väljejum jesânáid, já tuáivun, et luhostuuvetteđ hástusijnâd já máhđulâšvuođâinâd, moh tist láá taam paajeest.

source: Mis leat ollu oktasaš hástalusat ja mis sámedikkiin lea buorre ovttasbargu Sámi parlamentáralaš ráđi bokte.
smn: Mist láá ennuu ohtsiih hástuseh já sämitigij kooskâ lii šiev ohtsâšpargo Säämi parlamentaarlâš rääđi pehti.

source: Mii leat okta álbmot ja mis lea oktasaš ássanguovlu.
smn: Mist lii ohtâ aalmug já mist lii ohtsâš aassâmkuávlu.

source: Dan geažil lea leamaš dárbu gulahallat ovttas davviriikkalaš ja riikkaidgaskasaš forain politihkalaš oktavuođas.
smn: Ton keežild lii lamaš tárbu savâstâllâđ tave-eennâmlâš já aalmugijkoskâsâš foorumijn pooliitlâš ohtâvuođâin.

source: Sámi parlamentáralaš ráđđi ovddasta sámi álbmoga oktasaš miellaguottuid ja oainnuid dain áššiin mat gusket sámiide sihke Suomas, Ruoššas, Ruoŧas ja Norggas.
smn: Säämi parlamentaarlâš rääđi oovdâst sämiaalmug ohtsijd jurdâččemvuovijd já uáinuid tain aašijn, moh kyeskih sämmilijd nuuvt Suomâst, Ruošâst, Ruotâst já Taažâst.

source: Sámi parlamentáralaš ráđđi lea šaddan rájárastá sámi politihkalaš orgánan mas lea stuorra vejolašvuohta.
smn: Säämi parlamentaarlâš rääđist lii šoddâm raajijd rastaldittee säämi poolitlâš orgaan, mast láá šiev toimâmmáhđulâšvuođah.

source: Mis lea áigumuš viidáset ain buoridit min ovttasbarggu.
smn: Mist lii uáivilin pyerediđ ain-uv ohtsâšpargom.

source: Sámegiela oktavuođas leat mis oktasaš hástalusat.
smn: Sämikielâ ohtâvuođâst mist láá ohtsiih hástuseh.

source: Sámedikkiid áigumuš lea ovttasráđiid ovddidit sámegiela.
smn: Sämitige juurdân lii ohtsâštoimâguin ovdediđ sämikielâ.

source: Mii leat bargagoahtán sámi giellabarggu oktasaš organiseremiin movt dat galggašii doaibmat.
smn: Mij lep porgâškuáttám sämikielâ ohtsâšpargo organistem ohtâvuođâst.

source: Mii áigut strategiijaid ráhkadeami bokte geahčadit sámegiela dutkan- ja fágaguovddáža ásaheami.
smn: Mij áigup strategiai rähtim pehti árvuštâllâđ sämikielâ tutkâm- já äššitubdâmkuávdáá vuáđudem.

source: Dát lea deaŧalaš vai mii ovdánivččiimet min ovttasbargguin ja strategiijaiguin sámegiela ektui.
smn: Taat lii tehálâš, vâi mij ovdáničijm ohtsâšpargoinâm já strategiainâm sämikielâ uásild.

source: Min ulbmilin lea oažžut sámegiela ahtanuššat ja ovdánit.
smn: Mii uáivilin lii finniđ ááigán sämikielâ ovdánem.

source: Vaikko vel oaidnitge positiivvalaš ovdáneami, de leat ain dakkár sámi giellajoavkkut mat leat áitojuvvon.
smn: Veikkâ mij uáinip-uv positiivlâš ovdánem, te ain-uv láá tagareh sämikielâjuávhuh moh láá aštum.

source: Dán oktavuođas ferte erenoamážit áŋgiruššat jos gielain galggaš leat boahtteáigi.
smn: Eromâšávt taam ääšist ferttee rooččâđ, jis kielâin kalga leđe puátteevuotâ.

source: Sámedikkiin dat lea ovddasvástádus bidjat fuomášumi giela ovddideapmái.
smn: Sämitiggeest lii ovdâsvástádâs tast, et kiddejuvvoo huámášume kielâaašij ovdánmân.

source: Seammás lea stáhtain ovddasvástádus juolludit doarvái ruđaid sámegiela hálddašeapmái.
smn: Siämmást lii meiddei staatâst ovdâsvástádâs kelijdeijee ruttâdem mieđeetmist kielâ oovdedmân.

source: Giela ferte nannet lágaid bokte, nu ahte lea vejolaš bargat dohkálaš giellabarggu ja giellaovddideami.
smn: Kielâ ferttee nanodiđ laavâi pehti nuuvt et lii máhđulâšvuotâ porgâđ kelijdeijee kielâpargo já kielâaašij ovdedem.

source: Dain stáhtain gos sámit ásset leat eiseválddit geatnegahttojuvvon riikkaidgaskasaš konvenšuvnnaid bokte earret eará sihkkarastit dárbbašlaš váikkuhangaskaomiid sámegiela várás.
smn: Tain enâmijn, main ässiih sämmiliih, láá virgeomâheh kenigâsvuođâst eres lasseen turviđ tárbulijd vaikuttemmáhđulâšvuođâid sämikielâ várás aalmugijkoskâsâš sopâmusâi vuáđuld.

source: Media lea deaŧalaš oassi sámi servodagas.
smn: Media lii tehálâš uásist säämi siärváduvâst.

source: Mun oaivvildan ahte mii fertet áŋgirit bargat dainna ahte Yle Sámi Radio, SR Sámi Radio ja NRK Sámi Radio ain ožžot ovdánanvejolašvuođaid.
smn: Uáivildâm tom, et mij kolgâp korrâsávt porgâđ tom peeleest, et Yle sämiradio, SR sämiradio já NRK sämiradio finnejeh täst oovdâs-uv ovdánemmáhđulâšvuođâid.

source: Mii fertet oččodit Guoládaga Sámi Radio bissovaš ortnegin.
smn: Mij kolgâp viggâđ toos, et finnip Kuáláduv sämiradio pisovâžžân.

source: Sámegiel TV-sáddagat Norggas, Ruoŧas ja Suomas leat deaŧalaččat sámi giela ja kultuvrra ahtanuššamii ja ovdan buktimii.
smn: Sämikielâlâš TV-vuolgâttâsah Taažâst, Ruotâst já Suomâst láá teháliih sämikielâ já kulttuur ovdánmân já uáinusân pyehtimân.

source: Dan lassin mis leat oktasaš hástalusat sámegiela oahpaheamis mánáide ja nuoraide.
smn: Ton lasseen mist láá ohtsiih hástuseh sämikielâ máttáátmist párnáid já nuoráid.

source: Mii háliidit ahte buot sámi mánáin, beroškeahttá ássanbáikkis, galget leat ovttalágan vejolašvuođat oahppat giela.
smn: Mij halijdep, et puohâin sämipárnáin, aassâmpääihist peerusthánnáá, kalgeh leđe siämmáálágáneh máhđulâšvuođah oppâđ kielâ.

source: Dán geažil lea earret eará dárbu bálddastahttit mánáidgárde- ja skuvlafálaldagaid.
smn: Ton keežild lii eres lasseen tárbu oovtnálásittiđ peivikiäčču- já škovlimmáhđulâšvuođâid.

source: Mii dárbbašit ovdamearkka dihtii eanet sámegielat ovdaskuvlaoahpaheddjiid ja oahpaheddjiid.
smn: Mij tarbâšep ovdâmerkkân párnáikärdimáttáátteijeid já škovlâmáttáátteijeid eenâb.

source: Mis lea maiddái doaivva ahte mii fargga oažžut sierra davviriikkalaš sámekonvenšuvnna.
smn: Mist lii meiddei tuoivâ, et mij forgâ finnip sierânâs tave-eennâmlâš sämmilâšsopâmuš.

source: Dát bargu lea juo bistán badjel 20 jagi.
smn: Taat pargo lii pištám juo paijeel 20 ihheed.

source: Konvenšuvdna sáhttá earret eará doaibmat dehálaš vuođđun sámi giellabargui ja sámi vuoigatvuođabargui oppalaččat.
smn: Sopâmuš puáhtá eres lasseen toimâđ tehálâš vuáđđun sämikielâ ohtsâšpaargon já vuoigâdvuođâpaargon ubâlâšvuođâstis.

source: Oktasaš davviriikkalaš sámekonvenšuvdna dahká vejolažžan:
smn: Ohtsâš tave-eennâmlâš sämmilâšsopâmuš taha máhđulâžžân:

source: - válddahallat stáhta geatnegasvuođaid sámi álbmoga ektui
smn: - miärustâllâđ staatâ kenigâsvuođâid sämiaalmug háárán

source: - loktet Sámi parlamentáralaš ráđi ovttasbarggu árvvu
smn: - luptiđ Säämi parlamentaarlâš rääđi áárvu

source: - duddjot oktasaš ja nana gaskaoami rájárastá sámepolitihkalaš ovttasbargui viidáseappot.
smn: - rähtiđ ohtsii já noonâ raajijd rasdaldittee tyejiniävu sämmilâšohtsâšpargo várás vijđásubboht-uv.

source: Hástalusat leat ollu ja dehálaččat.
smn: Teháliih hástuseh láá ennuu.

source: Buot sámedikkit galget oččodit iežaset riikka eiseválddiid buoridit sámi álbmoga eallindili.
smn: Puoh sämitigeh kalgeh viggâđ toos, et jieijâs riijkâi virgeomâheh pyeredeh sämmilij eellimitile.

source: Doaivvun ahte dán barggus livččii ávki min dehálaš ovttasbargui Sámi parlamentáralaš ráđis.
smn: Tuáivum taam pargoost lemin ävkki mii ohtsâšpaargon Säämi parlamentaarlâš ráđádâlmist.

source: Sávan lihku Suoma beale Sámedikki rahpamii ja dán válgaáigodahkii.
smn: Tuáivuttâm luho Suomâ sämitige lekkâmáid já taan vaaljâpajan.

source: Giitu beroštumis.
smn: Takkâ mielâkiddiivâšvuođâst.
